[
    {
        "original_name": "Abyssinian",
        "title": "Abyssinian cat",
        "context": "The Abyssinian  is a breed of cat with a distinctive \"ticked\" tabby coat, in which individual hairs are banded with different colours. They are also known simply as Abys.\nThe first members of the breed to be exhibited in England were brought there from Abyssinia (now known as Ethiopia), hence the name. Genetic studies place the breed's origins in Southeast Asia and the coasts of the Indian Ocean. However, it is possible that the breed was introduced to Abyssinia by travelers who had stopped in Calcutta.\nOnce a comparatively obscure breed, the Abyssinian had become one of the top five most popular cat breeds by 2016.\nThe breed's distinctive appearance, seeming long, lean and finely coloured compared to other cats, has been analogized to that of human fashion models. Personality-wise, the cats traditionally display active, curious attitudes in which they frequently follow owners around and encourage play. Their dog-like characteristics also involve a particular sense of affection and desire for interaction. Abys have a distinctive wildcat look with their ticked coat and large erect ears. They are a highly social breed and can be demanding of attention. They do well in multi-cat households due to their social nature. Not a lap cat, Abyssinians are in constant motion, either exploring or playing.\n\n",
        "url": "https://en.wikipedia.org/wiki/Abyssinian_cat",
        "updated_at": "2026-01-26T22:56:34Z"
    },
    {
        "original_name": "Aegean",
        "title": "Aegean cat",
        "context": "Aegean cats (Greek: γάτα του Αιγαίου gáta tou Aigaíou) are a naturally occurring landrace of domestic cat originating from the Cycladic Islands of Greece and western Turkey. It is considered a natural cat, developing without human interference. Development of the Aegean cat as a formal breed began in the early 1990s by breeders in the fledgling Greek cat fancy, but the variety has yet to be recognized by any major fancier and breeder organization. It is considered to be the only native Greek variety of cat.\n\n",
        "url": "https://en.wikipedia.org/wiki/Aegean_cat",
        "updated_at": "2026-01-19T15:59:46Z"
    },
    {
        "original_name": "American Bobtail",
        "title": "American Bobtail",
        "context": "The American Bobtail is an uncommon breed of domestic cat which was developed in the late 1960s. It is  most notable for its stubby \"bobbed\" tail about one-third to one-half the length of a normal cat's tail. This is the result of a cat body type genetic mutation affecting the tail development, similar to that of a Manx cat. The breed is not related to other short-tailed breeds, such as the Cymric cat, or the Japanese Bobtail or Kurilian Bobtail, despite the similar name and physical type—the breeding programs are entirely unrelated, and the genetic mutation causing the bobbed tail are known to be different, as the mutation causing the American Bobtail's short tail is dominant; comparatively, the Japanese Bobtail, for example, has a tail mutation that is recessive.\nAmerican Bobtails are a very sturdy breed, with both short- and long-haired coats. Their coat is shaggy rather than dense or fluffy. They can have any color of eyes and coat, with a strong emphasis on the \"wild\" tabby appearance in show animals.\n\n",
        "url": "https://en.wikipedia.org/wiki/American_Bobtail",
        "updated_at": "2026-01-26T22:40:14Z"
    },
    {
        "original_name": "American Curl",
        "title": "American Curl",
        "context": "The American Curl is a cat characterised by its unusual ears, which curl back from the face toward the center of the back of the skull. The breed originated in Lakewood, California, due to a spontaneous mutation.",
        "url": "https://en.wikipedia.org/wiki/American_Curl",
        "updated_at": "2026-01-19T15:36:48Z"
    },
    {
        "original_name": "American Shorthair",
        "title": "American Shorthair",
        "context": "The American Shorthair (ASH) is a breed of domestic cat believed to be descended from European cats brought to North America by early settlers to protect valuable cargo from mice and rats. According to the Cat Fanciers' Association (CFA), it was the eighth-most-popular pedigreed cat in the world for 2020.\n\n",
        "url": "https://en.wikipedia.org/wiki/American_Shorthair",
        "updated_at": "2026-01-24T00:56:06Z"
    },
    {
        "original_name": "American Wirehair",
        "title": "American Wirehair",
        "context": "The American Wirehair is a breed of domestic cat originating in upstate New York, which is characterized by its wiry fur and crinkly whiskers caused by a genetic mutation. As of 2017, though the breed is well-known, it is ranked as the rarest of the 41 Cat Fanciers' Association breeds.\n\n",
        "url": "https://en.wikipedia.org/wiki/American_Wirehair",
        "updated_at": "2026-01-19T15:44:14Z"
    },
    {
        "original_name": "Arabian Mau",
        "title": "Arabian Mau",
        "context": "The Arabian Mau is a formal breed of domestic cat, originated from the early African wildcat, a short-haired landrace native to the Arabian Peninsula. It lives in the streets of the Arabian Peninsula and has adapted very well to its climate. The Arabian Mau is recognized as a formal breed by few fancier and breeder organization and cat registry, World Cat Federation (WCF) and Emirates Feline Federation (EFF). Based on one landrace, the Arabian Mau is a natural breed.\nIt is medium in size, with a body structure that is rather large and firm, not particularly slender, and with well-developed musculature. The legs are comparatively long, with oval paws.\nThe head appears round but is slightly longer than broad. The nose is slightly concave curved when viewed in profile. The whisker pads are clearly pronounced, with a slight pinch. The chin is very firm. The eyes are slightly oval, large and slightly slanted. The cat may have any normal cat eye color. There is no relation between the eye and coat colors. Usually, Arabian Maus have bright green eyes. The ears are large, slightly forward and sideward-placed, a little long, and high-set on the skull.\nWhile Arabian Maus are not technically hypoallergenic, its low propensity for shedding and dander production may cause lesser reactions in those with mild allergies.\n\n",
        "url": "https://en.wikipedia.org/wiki/Arabian_Mau",
        "updated_at": "2026-01-19T16:17:25Z"
    },
    {
        "original_name": "Australian Mist",
        "title": "Australian Mist",
        "context": "The Australian Mist (formerly known as Spotted Mist) is a breed of cat developed in Australia. It is a cross between the Abyssinian cat, the Burmese cat, and the Australian Tabby cat. The Australian Mist has a distinct and unique coat pattern hence the name.\n\n",
        "url": "https://en.wikipedia.org/wiki/Australian_Mist",
        "updated_at": "2026-01-24T00:54:59Z"
    },
    {
        "original_name": "Balinese",
        "title": "Balinese cat",
        "context": "The Balinese is a long-haired breed of domestic cat with Siamese-style point coloration and sapphire-blue eyes. The Balinese is also known as the purebred long-haired Siamese since it originated as a natural mutation of that breed and hence is essentially the same cat but with a medium-length silky coat and a distinctively plumed tail.\nAs is the case with their short-haired counterparts, a genetic distinction is made between traditional or \"old-style\" and modern body types. In the American standard, color variants derived from the Colorpoint Shorthair are further considered a separate breed, known as the Javanese. There is no particular connection between these cats and the Indonesian islands of Bali and Java, from which they derive their names.\nLike their Siamese ancestors, Balinese are sociable, vocal, playful, inquisitive, and intelligent.",
        "url": "https://en.wikipedia.org/wiki/Balinese_cat",
        "updated_at": "2026-01-19T16:22:24Z"
    },
    {
        "original_name": "Bambino",
        "title": "List of experimental cat breeds",
        "context": "The following is a list of experimental cat breeds and crossbreeds that do not have the recognition of any major national or international cat registries, such as The International Cat Association (TICA) in the US, Europe, and Australasia; the Governing Council of the Cat Fancy (GCCF) in the UK, the Fédération Internationale Féline (FiFE) in continental Europe, the Cat Fanciers' Association (CFA) in North America, or the more recent World Cat Federation based in Germany. Such a breed may be recognized by one of the smaller cat registries. Smaller registries include the Rare and Exotic Feline Registry (REFR), and others. This list only includes breeds recognized by at least one extant, national or international, multi-breed registry.\nBreeders of some minority breeds actively seek major recognition for them, but have yet to receive it. For example, in regions where the formal cat fancy is in its infancy, naturally occurring native varieties – landraces – can be classified as minority breeds when attempts at selective breeding have begun to produce a formal natural breed with consistent traits, as is ongoing with the Aegean and Van cats. Other minority breeds are bred for private reasons and inadvertently attract an informal following. Minority breeds may be recognized by some registries, or none at all; recognition can be refused for a variety of reasons (including over-similarity to an existing breed, medical problems being statistically linked to the breed, and others). Some may have \"preliminary\" status in one or more registries, with experimental conformation standards already in place, but turn out to be non-viable over the longer term.\nDiscrepancies between breed names can often cause confusion; occasionally the name adopted by one registry is used elsewhere for an entirely different breed; for example, the breed known in Australia as \"Burmilla Longhair\" is analogous to the \"Asian Semi-longhair\" in Britain (also called the \"Tiffanie\"), but Australia already has a quite different breed known as the \"Australian Tiffanie\" and both are different from the American \"Tiffany\" (also known as the Chantilly-Tiffany).  Such conflicts are decreasing due to better communication between registries, largely facilitated by the Internet and by the World Cat Congress.\n\n",
        "url": "https://en.wikipedia.org/wiki/List_of_experimental_cat_breeds",
        "updated_at": "2026-01-22T01:54:18Z"
    },
    {
        "original_name": "Bengal",
        "title": "Bengal cat",
        "context": "The Bengal cat is a breed of hybrid cat created from crossing of an Asian leopard cat (Prionailurus bengalensis) with domestic cats, especially the spotted Egyptian Mau. It is then usually bred with a breed that demonstrates a friendlier personality, because after breeding a domesticated cat with a wildcat, its friendly personality may not manifest in the kitten. The breed's name derives from the leopard cat's taxonomic name.\nBengals have varying appearances. Their coats range from spots, rosettes, arrowhead markings, to marbling.\n\n",
        "url": "https://en.wikipedia.org/wiki/Bengal_cat",
        "updated_at": "2026-01-26T22:39:52Z"
    },
    {
        "original_name": "Birman",
        "title": "Birman",
        "context": "The Birman, also called the \"Sacred Cat of Burma\", is a domestic cat breed. The Birman is a long-haired, colour-pointed cat distinguished by a silky coat, deep blue eyes, and contrasting white \"gloves\" on each paw.\nThe breed name is derived from Birmanie, the French form of Burma. The breed was first recognised in 1925 in France.\n\n",
        "url": "https://en.wikipedia.org/wiki/Birman",
        "updated_at": "2026-01-26T22:40:13Z"
    },
    {
        "original_name": "Bombay",
        "title": "Bombay cat",
        "context": "The Bombay cat is a short-haired breed of domestic cat. Bombays are glossy solid black cats with a muscular build, and have characteristic large bright copper-golden eyes. The breed is named after the Indian city of Bombay (Mumbai), referring to the habitat of the Indian black leopard.\nThere exist two different variants of Bombay breed: the American Bombay and the British Bombay. American-type Bombays were developed by crossbreeding sable American Burmese and black American Shorthair cats, to produce a cat of mostly Burmese type, but with a sleek, panther-like black coat with copper-golden eyes. British-type Bombays are solid black-coloured Asian Self cats under the Asian group, a group of European Burmese and chinchilla Persian crosses. The British-type Bombay originated from three mismatings of European Burmese with black domestic short-haired cats. \nBoth types of Bombay cats are selectively bred by breeders and pedigreed in multiple major cat fancier and breeder organisations. Similar to other officially recognised cat breeds, the term \"Bombay\" is only meant to be used for cats from this specific breed, which are by definition all purebred cats with a known and formally registered ancestry, also known as the cat's pedigree or \"paperwork\".",
        "url": "https://en.wikipedia.org/wiki/Bombay_cat",
        "updated_at": "2026-01-24T00:55:56Z"
    },
    {
        "original_name": "British Longhair",
        "title": "British Shorthair",
        "context": "The British Shorthair is the pedigree version of the traditional British domestic cat, with a distinctively stocky body, thick coat, and broad face. The most familiar colour variant is the \"British Blue\", with a solid grey-blue coat, copper-coloured eyes, and a medium-sized tail. The breed has also been bred in a wide range of other colours and patterns, including tabby and colourpoint.\nIt ranks among the oldest known cat landraces. This ancient British landrace was selectively bred into one of the first pedigreed cat breeds at the end of the 19th century, and today holds full recognition status in all major cat registries. It remains the most popular pedigreed breed in its native country, as registered by the UK's Governing Council of the Cat Fancy (GCCF). Half of all kittens registered with the GCCF each year are British Shorthairs, making the British the most popular pedigree cat in the UK.\nThe breed's relatively calm temperament make it a frequent media star, notably as the inspiration for John Tenniel's famous illustration of the Cheshire Cat from Alice in Wonderland. The Cat Fanciers' Association (CFA) profile reads: \"When gracelessness is observed, the British Shorthair is duly embarrassed, quickly recovering with a 'Cheshire cat smile'.\"",
        "url": "https://en.wikipedia.org/wiki/British_Shorthair",
        "updated_at": "2026-01-24T00:55:10Z"
    },
    {
        "original_name": "British Shorthair",
        "title": "British Shorthair",
        "context": "The British Shorthair is the pedigree version of the traditional British domestic cat, with a distinctively stocky body, thick coat, and broad face. The most familiar colour variant is the \"British Blue\", with a solid grey-blue coat, copper-coloured eyes, and a medium-sized tail. The breed has also been bred in a wide range of other colours and patterns, including tabby and colourpoint.\nIt ranks among the oldest known cat landraces. This ancient British landrace was selectively bred into one of the first pedigreed cat breeds at the end of the 19th century, and today holds full recognition status in all major cat registries. It remains the most popular pedigreed breed in its native country, as registered by the UK's Governing Council of the Cat Fancy (GCCF). Half of all kittens registered with the GCCF each year are British Shorthairs, making the British the most popular pedigree cat in the UK.\nThe breed's relatively calm temperament make it a frequent media star, notably as the inspiration for John Tenniel's famous illustration of the Cheshire Cat from Alice in Wonderland. The Cat Fanciers' Association (CFA) profile reads: \"When gracelessness is observed, the British Shorthair is duly embarrassed, quickly recovering with a 'Cheshire cat smile'.\"",
        "url": "https://en.wikipedia.org/wiki/British_Shorthair",
        "updated_at": "2026-01-24T00:55:10Z"
    },
    {
        "original_name": "Burmese",
        "title": "Burmese cat",
        "context": "The Burmese cat (Burmese: ဗမာကြောင်, Băma kyaung, Thai: แมวพม่า or Suphalak, RTGS: Thongdaeng or Supphalak, meaning copper colour) is a breed of domestic cat, originating in Burma, believed to have its roots near the Thai–Burma border and developed in the United States and Britain.\nMost modern Burmese are descendants of one female cat called Wong Mau, which was brought from Burma to the United States in 1930 and bred with American Siamese. From there, American and British breeders developed distinctly different Burmese breed standards, which is unusual among pedigreed domestic cats. Most modern cat registries do not formally recognise the two as separate breeds, but those that do refer to the British type as the European Burmese.\nOriginally, all Burmese cats were dark brown (genetically black), but are now available in a wide variety of colours; formal recognition of these also varies by standard. Both versions of the breed are known for their uniquely social and playful temperament and persistent vocalisation.",
        "url": "https://en.wikipedia.org/wiki/Burmese_cat",
        "updated_at": "2026-01-25T01:04:21Z"
    },
    {
        "original_name": "Burmilla",
        "title": "Burmilla",
        "context": "The Burmilla (a portmanteau of Burm-ese and Chinch-illa ) is a breed of domestic cat, that originated in the United Kingdom in 1981. It is a cross between the Chinchilla Persian and Burmese cats. In certain cat registries the breed falls under the Asian group, and is sometimes referred to as the Asian Shaded. Standards were produced in 1984, and the breed gained championship status in the United Kingdom in the 1990s.",
        "url": "https://en.wikipedia.org/wiki/Burmilla",
        "updated_at": "2026-01-26T22:41:43Z"
    },
    {
        "original_name": "California Spangled",
        "title": "California Spangled",
        "context": "The California Spangled Cat is an experimental breed of cat with markings that resemble the cheetah or leopard created by Paul Casey.\n\n",
        "url": "https://en.wikipedia.org/wiki/California_Spangled",
        "updated_at": "2026-01-19T15:39:22Z"
    },
    {
        "original_name": "Chantilly-Tiffany",
        "title": "Chantilly-Tiffany",
        "context": "The Chantilly-Tiffany or Chantilly/Tiffany, also known as the Chantilly or the Foreign Longhair, was a breed of domestic cat which originated in the late 1960s in North America. The Chantilly breed never got off the ground and has always been rare. It was near extinction in the late 1980s and again in the late 2000s. Since 2015 the breed has been considered extinct with the passing and neutering of the last two cats of the Chantilly lineage, and with no intact Chantilly cats the inevitable resulting discontinuation of the breeding program.\nThe Chantilly-Tiffany is often confused with the unrelated Tiffanie, or Asian/Burmilla longhair, a semi-longhaired breed originating in the UK. Similarly, a variety of that breed, the Australian Tiffanie, can cause confusion. Furthermore, the Tiffany in the NZCF (New Zealand) is sometimes confused with the Chantilly-Tiffany, but refers to a Burmese longhair.",
        "url": "https://en.wikipedia.org/wiki/Chantilly-Tiffany",
        "updated_at": "2026-01-24T00:56:48Z"
    },
    {
        "original_name": "Chartreux",
        "title": "Chartreux",
        "context": "The Chartreux is a rare breed of cat from France, and is recognised by a number of registries around the world. The Chartreux is large and muscular (called cobby) with relatively short, fine-boned limbs, and very fast reflexes. They are known for their blue (silver-grey) water-resistant short hair double coats which are often slightly thick in texture (often showing \"breaks\" like a sheepskin) and orange or copper-coloured eyes. Chartreux cats are also known for their \"smile\"; due to the structure of their heads and their tapered muzzles, they often appear to be smiling. Chartreux are exceptional hunters and are highly prized by farmers.\nAs for every French cat with a pedigree, the first letter of the official name of a Chartreux cat encodes the year of its birth. All Chartreux born in the same year have official names beginning with the same letter. The code letters rotate through the alphabet each year, omitting the letters K, Q, W, X, Y, and Z. For example, a Chartreux born in 2021 would have an official name starting with the letter S.\n\n",
        "url": "https://en.wikipedia.org/wiki/Chartreux",
        "updated_at": "2026-01-26T22:41:08Z"
    },
    {
        "original_name": "Chausie",
        "title": "Chausie",
        "context": "The Chausie () is a domestic breed of cat that was developed by breeding a few individuals from the non-domestic species jungle cat (Felis chaus) to a far greater number of domestic cats (Felis catus). The Chausie was first recognized as a domestic breed by The International Cat Association (TICA) in 1995. Within the domestic breeds, the Chausie is categorized as a non-domestic hybrid source breed. Because Chausies are mostly descended from domestic cats, by about the fourth generation, they are fully fertile and completely domestic in temperament.\n\n",
        "url": "https://en.wikipedia.org/wiki/Chausie",
        "updated_at": "2026-01-22T01:53:32Z"
    },
    {
        "original_name": "Cheetoh",
        "title": "Bengal cat",
        "context": "The Bengal cat is a breed of hybrid cat created from crossing of an Asian leopard cat (Prionailurus bengalensis) with domestic cats, especially the spotted Egyptian Mau. It is then usually bred with a breed that demonstrates a friendlier personality, because after breeding a domesticated cat with a wildcat, its friendly personality may not manifest in the kitten. The breed's name derives from the leopard cat's taxonomic name.\nBengals have varying appearances. Their coats range from spots, rosettes, arrowhead markings, to marbling.\n\n",
        "url": "https://en.wikipedia.org/wiki/Bengal_cat",
        "updated_at": "2026-01-26T22:39:52Z"
    },
    {
        "original_name": "Colorpoint Shorthair",
        "title": "Colorpoint Shorthair",
        "context": "The Colorpoint Shorthair or Colourpoint Shorthair is a variety of Siamese cat. The only major registries to recognise them are the Cat Fanciers' Association (CFA) and the World Cat Federation (WCF). This breed was established from breeding American Shorthairs with the Siamese to produce different point colors, beyond the four standard Siamese colors.\n\n",
        "url": "https://en.wikipedia.org/wiki/Colorpoint_Shorthair",
        "updated_at": "2026-01-24T00:58:06Z"
    },
    {
        "original_name": "Cornish Rex",
        "title": "Cornish Rex",
        "context": "The Cornish Rex is a breed of domestic cat. The Cornish Rex only has down hair. Most breeds of cat have three different types of hair in their coats: the outer fur or \"guard hairs\", a middle layer called the \"awn hair\"; and the down hair or undercoat, which is very fine and about 1 cm long. Cornish Rexes only have the undercoat. The curl in their fur is caused by a different mutation and gene than that of the Devon Rex. The breed originated in Cornwall, Great Britain.\n\n",
        "url": "https://en.wikipedia.org/wiki/Cornish_Rex",
        "updated_at": "2026-01-19T15:36:46Z"
    },
    {
        "original_name": "Cymric",
        "title": "Cymric cat",
        "context": "The Cymric ( KIM-rik,  KUM-rik) is a Canadian cat breed. Some cat registries consider the Cymric a semi-long-haired variety of the Manx breed, rather than a separate breed. Except for the length of fur, in all other respects, the two varieties are the same, and kittens of either sort may appear in the same litter. The name comes from Cymru (Welsh pronunciation: [ˈkəmrɨ]), the indigenous Welsh name of Wales, even though the breed is not associated with Wales. The name may have been chosen to provide a \"Celtic\" sounding moniker for the breed. While the breed's Manx bloodline originated from the Isle of Man, the long-haired variant is claimed to have been developed by Canada. The breed is called the Longhair Manx or a similar name by some registries.",
        "url": "https://en.wikipedia.org/wiki/Cymric_cat",
        "updated_at": "2026-01-24T00:55:27Z"
    },
    {
        "original_name": "Cyprus",
        "title": "Cyprus cat",
        "context": "Cyprus cats, also known as Cypriot cats, Saint Helen cats, and Saint Nicholas cats, are a landrace of domestic cat found across the island of Cyprus.  A standardized breed is being developed from them; among cat fancier and breeder organizations, it is presently fully recognized by the World Cat Federation (WCF), with breeding regulated by the World Cat Congress (WCC), under the name Aphrodite's Giant; and provisionally by The International Cat Association (TICA) as the Aphrodite. All three organizations permit shorthaired and semi-longhaired versions and no out-crossing to other breeds.\nThe earliest known written record of cats on Cyprus refers to a story of Saint Helen of Constantinople sending two boatloads of cats to a monastery on the island from Egypt or Palestine in the 4th century AD to deal with an infestation of snakes. Cats on Cyprus have been able to breed for centuries with comparatively little outside influence; this has resulted in a distinct, locally adapted variety of cat which appears to have developed as a feral population in the inner highlands, though is found throughout the island in modern times.  While wildcats in association with humans on Cyprus date to at least 7500 BC – the earliest proven association of cats with humans – there is no known connection between those ancient tamed-wild specimens and modern domesticated Cyprus cats, despite breeder claims to the contrary.",
        "url": "https://en.wikipedia.org/wiki/Cyprus_cat",
        "updated_at": "2026-01-24T04:11:37Z"
    },
    {
        "original_name": "Devon Rex",
        "title": "Devon Rex",
        "context": "The Devon Rex is a tall-eared, short-haired breed of cat that emerged in England during the late 1950s. The breed is known for its atypical appearance, with an oddly shaped head, large eyes, and the short and wavy coat.\n\n",
        "url": "https://en.wikipedia.org/wiki/Devon_Rex",
        "updated_at": "2026-01-19T15:37:27Z"
    },
    {
        "original_name": "Donskoy",
        "title": "Donskoy cat",
        "context": "The Donskoy cat, also known as Don Sphynx or Russian Hairless, is a hairless cat breed of Russian origin. It is not related to the better-known Sphynx cat (Canadian Hairless) whose characteristic hairlessness is caused by a recessive mutation in the keratin 71 gene. The Donskoy's hairlessness, on the other hand, is caused by a dominant mutation.\n\n",
        "url": "https://en.wikipedia.org/wiki/Donskoy_cat",
        "updated_at": "2026-01-19T15:40:49Z"
    },
    {
        "original_name": "Dragon Li",
        "title": "Dragon Li",
        "context": "The Dragon Li is a recently established Chinese breed of domestic cat (also called Chinese Li Hua or China Li Hua as a standardized breed, depending on breed registry). It was developed from a common landrace of cats in China, known as 貍花貓, Pinyin: líhuā māo, literally 'leopard cat patterned cat' (sometimes shortened to 花貓 huā māo or 貍貓 lí māo); the native cats are featured in some Chinese folklore stories. The derived standardized breed is recognized by China's Cat Aficionado Association (CAA).\n\n",
        "url": "https://en.wikipedia.org/wiki/Dragon_Li",
        "updated_at": "2026-01-24T18:26:05Z"
    },
    {
        "original_name": "Egyptian Mau",
        "title": "Egyptian Mau",
        "context": "The Egyptian Mau is a small to medium-sized, short to medium-haired cat breed. They are one of the few naturally spotted breeds of domesticated cat. The spots of the Mau occur on only the tips of the hairs of its coat. It is considered a rare breed.",
        "url": "https://en.wikipedia.org/wiki/Egyptian_Mau",
        "updated_at": "2026-01-24T00:55:37Z"
    },
    {
        "original_name": "European Burmese",
        "title": "Burmese cat",
        "context": "The Burmese cat (Burmese: ဗမာကြောင်, Băma kyaung, Thai: แมวพม่า or Suphalak, RTGS: Thongdaeng or Supphalak, meaning copper colour) is a breed of domestic cat, originating in Burma, believed to have its roots near the Thai–Burma border and developed in the United States and Britain.\nMost modern Burmese are descendants of one female cat called Wong Mau, which was brought from Burma to the United States in 1930 and bred with American Siamese. From there, American and British breeders developed distinctly different Burmese breed standards, which is unusual among pedigreed domestic cats. Most modern cat registries do not formally recognise the two as separate breeds, but those that do refer to the British type as the European Burmese.\nOriginally, all Burmese cats were dark brown (genetically black), but are now available in a wide variety of colours; formal recognition of these also varies by standard. Both versions of the breed are known for their uniquely social and playful temperament and persistent vocalisation.",
        "url": "https://en.wikipedia.org/wiki/Burmese_cat",
        "updated_at": "2026-01-25T01:04:21Z"
    },
    {
        "original_name": "Exotic Shorthair",
        "title": "Exotic Shorthair",
        "context": "The Exotic Shorthair is a breed of cat developed as a short-haired version of the Persian. The Exotic is similar to the Persian in appearance with the exception of the short dense coat.\n\n",
        "url": "https://en.wikipedia.org/wiki/Exotic_Shorthair",
        "updated_at": "2026-01-19T15:36:49Z"
    },
    {
        "original_name": "Havana Brown",
        "title": "Havana Brown",
        "context": "The Havana Brown was the result of a planned breeding between Siamese and domestic black cats, by a group of cat fanciers in England, in the 1950s. Early breeders introduced an Oriental Siamese type Russian Blue into their breeding. However, using current genetic testing, it is believed that almost none remain in the gene pool.\nIt has been documented that self-brown cats were shown in Europe in the 1890s, one name given to these was the Swiss Mountain Cat. These disappeared until post–World War II, with the most likely explanation that the Siamese Cat Club of Britain discouraged their breeding. The Swiss Mountain Cat was never used in the breeding programs of the modern Havana Brown. However, they likely share genetics inherited from the Siamese.",
        "url": "https://en.wikipedia.org/wiki/Havana_Brown",
        "updated_at": "2026-01-26T22:41:02Z"
    },
    {
        "original_name": "Himalayan",
        "title": "Himalayan cat",
        "context": "The Himalayan (short for Himalayan Persian, or Colourpoint Persian as it is commonly referred to in Europe), is a breed or sub-breed of long-haired cat similar in type to the Persian, with the exception of its blue eyes and its point colouration, which were derived from crossing the Persian with the Siamese. Some registries may classify the Himalayan as a long-haired sub-breed of Siamese, or a colourpoint sub-breed of Persian. The World Cat Federation has merged them with the Colourpoint Shorthair and Javanese into a single breed, the Colourpoint.\n\n",
        "url": "https://en.wikipedia.org/wiki/Himalayan_cat",
        "updated_at": "2026-01-25T05:05:45Z"
    },
    {
        "original_name": "Japanese Bobtail",
        "title": "Japanese Bobtail",
        "context": "The Japanese Bobtail (Japanese: ジャパニーズ・ボブテイル, Hepburn: Japanīzu Bobuteiru) is a breed of domestic cat with an unusual bobtail more closely resembling the tail of a rabbit than that of other cats. The breed was first developed in Japan, and registered officially in the 1960s. The breed has been known in Japan for centuries, and it frequently appears in traditional folklore and art. Japanese Bobtails are believed to be derived from domestic and feral populations of kinked-tailed cats widespread throughout Southeast Asia and southern China.\nAs in most other breeds, Japanese Bobtails may have almost any color (or colors, arrange in any number of patterns). Predominantly-white calicoes are especially favored by the Japanese and by cat fanciers, and strongly represented in folklore, though other colorations are also accepted by breed standards.\n\n",
        "url": "https://en.wikipedia.org/wiki/Japanese_Bobtail",
        "updated_at": "2026-01-26T22:40:14Z"
    },
    {
        "original_name": "Javanese",
        "title": "Javanese cat",
        "context": "The Javanese, also known as the Colorpoint (or Colourpoint) Longhair in some registries (though that name has other meanings), is a variety of purebred domestic cat.\nIn the Cat Fanciers' Association (CFA), it is an offshoot of the Balinese breed, out-crossed to Siamese, Colorpoint Shorthair, and Balinese cats. Individuals have medium-longhair and non-traditional point coloration (lynx/tabby point, tortoiseshell point or red/cream point). The variety was developed in North America; its name is derived from the tradition of naming Oriental-type cats after Southeast Asian places.\nDepending on the cat registry in question, the Javanese may be treated as a stand-alone breed, considered a Javanese division of the Balinese, or subsumed with the Himalayan into a merged breed called simply Colourpoint. In others, the cats considered non-traditional colored Balinese cats by the CFA, are also accepted as Balinese cats. Confusingly, some registries refer to what other registries refer to as the Oriental Longhair as Javanese. (See § Classification below for details; this article focuses on the CFA breed/sub-breed.)",
        "url": "https://en.wikipedia.org/wiki/Javanese_cat",
        "updated_at": "2026-01-24T00:56:06Z"
    },
    {
        "original_name": "Khao Manee",
        "title": "Khao Manee",
        "context": "The Khao Manee cat (Thai: ขาวมณี, RTGS: Khao Mani, lit. \"white jewel\"), or Khao Plort (Thai: ขาวปลอด, lit. \"complete white\"), also known as the Diamond Eye cat, is a rare, natural breed of domestic cat originating in Thailand, which has an ancient ancestry tracing back hundreds of years. They are mentioned in the Tamra Maew (Cat Book Poems). Khao Manee cats are short-haired solid-white cats.",
        "url": "https://en.wikipedia.org/wiki/Khao_Manee",
        "updated_at": "2026-01-24T01:03:16Z"
    },
    {
        "original_name": "Korat",
        "title": "Korat",
        "context": "The Korat cat (Thai: โคราช, มาเลศ, สีสวาด, RTGS: Khorat, Malet, Si sawat) is a silver-tipped blue-grey, short-haired breed of domestic cat with a small to medium build and a low percentage of body fat. Its body is semi-cobby, and unusually heavy for its size. It is an intelligent and playful active cat that forms strong bonds with people and is very vocal, with a sound different from other breeds. Among the Korat's distinguishing characteristics are its heart-shaped head, its large green eyes. Its front paws are shorter than the back paws.\nThe Korat is a natural breed, and one of the oldest stable cat breeds, and one of the very few that has not changed its appearance throughout centuries. Originating in Phimai, Thailand, it is named after its province of origin, Nakhon Ratchasima Province (typically called \"Korat\" by the Thai people). In Thailand, the breed is known as Si sawat, meaning \"colour of the sawat seed\".  The Korat is known colloquially as the \"good luck cat\". Traditionally, they are given in pairs to newlyweds or people who are highly esteemed, for good luck. Until recently, Korats were not sold, but only given as gifts.\n\n",
        "url": "https://en.wikipedia.org/wiki/Korat",
        "updated_at": "2026-01-26T22:40:33Z"
    },
    {
        "original_name": "Kurilian",
        "title": "Kurilian",
        "context": "Kurilian means 'of or having to do with the Kuril Islands'. It may specifically refer to:\n\nThe geography or other features of the Kuril Islands (also called Kurile, Kurilsky, Kurilskiye, or Chishima Islands)\nPeoples of the Kuril Islands:\nAinu people (original inhabitants)\nJapanese people (settlers from 1869 to 1946)\nRussian people (settlers from 1943 to present)\nKurilian dispute or Kuril Islands dispute – conflict between Russia and Japan over the southern Kuril Islands\nKurilian Bobtail, a breed of domestic cat",
        "url": "https://en.wikipedia.org/wiki/Kurilian",
        "updated_at": "2025-12-26T22:04:15Z"
    },
    {
        "original_name": "LaPerm",
        "title": "LaPerm",
        "context": "The LaPerm is a breed of cat. A LaPerm's fur is curly (hence the name \"perm\"), with the tightest curls being on the throat and on the base of the ears. LaPerms come in many colors and patterns. LaPerms generally have a very affectionate personality.\n\n",
        "url": "https://en.wikipedia.org/wiki/LaPerm",
        "updated_at": "2026-01-19T15:49:24Z"
    },
    {
        "original_name": "Maine Coon",
        "title": "Maine Coon",
        "context": "The Maine Coon is a large domesticated cat breed. One of the oldest natural breeds in North America, it originated in the U.S. state of Maine, where it is the official state cat.\nThe Maine Coon is a large and social cat, commonly referred to as \"the gentle giant.\" The Maine Coon is predominantly known for its size and dense coat of fur which helps it survive in the harsh climate of Maine. The Maine Coon is often cited as having \"dog-like\" characteristics.\n\n",
        "url": "https://en.wikipedia.org/wiki/Maine_Coon",
        "updated_at": "2026-01-26T22:39:53Z"
    },
    {
        "original_name": "Malayan",
        "title": "Asian cat",
        "context": "The Asian or Asian group, is a cat breed similar to the European Burmese, but comes in a range of different coat colours and patterns. Long-haired Asians of all varieties are called Tiffanies. Asians are grouped in section 5 (Burmese) by the Governing Council of the Cat Fancy (GCCF).\n\n",
        "url": "https://en.wikipedia.org/wiki/Asian_cat",
        "updated_at": "2026-01-24T01:01:04Z"
    },
    {
        "original_name": "Manx",
        "title": "Manx cat",
        "context": "The Manx cat (, in earlier times often spelled Manks) is a breed of domestic cat (Felis catus) originating on the Isle of Man, with a mutation that shortens the tail. Many Manx have a small stub of a tail, but Manx cats are best known as being entirely tailless; this is the most distinguishing characteristic of the breed, along with elongated hind legs and a rounded head. Manx cats come in all coat colours and patterns, though all-white specimens are rare, and the coat range of the original stock was more limited. Long-haired variants are sometimes considered a separate breed, the Cymric cat.\nManx are prized as skilled hunters, and thus have often been sought by farmers with rodent problems, and been a preferred ship's cat breed. They are said to be social, tame and active. Two local terms for the cats on their home island are stubbin (those with a short tail) and rumpy (those with no tail). Manx have been exhibited in cat shows since the 1800s, with the first known breed standard published in 1903.\n\n",
        "url": "https://en.wikipedia.org/wiki/Manx_cat",
        "updated_at": "2026-01-19T15:37:27Z"
    },
    {
        "original_name": "Munchkin",
        "title": "Munchkin cat",
        "context": "The Munchkin is a breed of cat characterized by its very short legs, which are caused by a genetic mutation. Compared to many other cat breeds, it is a relatively new breed, documented since 1940s and officially recognized in 1991. The Munchkin is considered to be the original breed of dwarf cat, the breeding of which is prohibited in several countries and states, due to concerns for the animals' welfare.\nMuch controversy erupted over the breed when it was recognized by The International Cat Association (TICA) in 1997 with critics voicing concerns over health and mobility issues. Many pedigree cat associations around the world have refused to recognize the Munchkin cat due to the welfare of the breed, including the Governing Council of the Cat Fancy (GCCF). Breeding of Munchkin cats is prohibited by law in several countries due to these genetic health concerns. The Fédération Internationale Féline prohibits breeds based on dwarfism, and specifically mentions the Munchkin as an example of unacceptable manipulation of \"genetic disease\".\nThe name derives from writer L. Frank Baum's diminutive inhabitants of Munchkin Country, originating in the 1900 novel, The Wonderful Wizard of Oz.",
        "url": "https://en.wikipedia.org/wiki/Munchkin_cat",
        "updated_at": "2026-01-19T15:37:27Z"
    },
    {
        "original_name": "Nebelung",
        "title": "Nebelung",
        "context": "The Nebelung is a pedigree breed of domestic cat. Nebelungs have long bodies, wide-set green eyes, long and dense solid blue-coloured fur, and mild dispositions. The Nebelung was developed to resemble the early blue-grey cats imported from Russia in the late 19th and early 20th centuries, combined with a semi-long coat. The cat is related to the Russian Blue, but with longer, silkier hair, and is in fact sometimes (incorrectly) called the Long-haired Russian Blue.\nThe breed holds full recognition with the ACF and TICA, and enjoys preliminary status with the GCCF. However, given the relatively recent foundation of the Nebelung in the 1980s, it has yet to gain recognition from the other major cat fancier organisations.",
        "url": "https://en.wikipedia.org/wiki/Nebelung",
        "updated_at": "2026-01-24T00:55:19Z"
    },
    {
        "original_name": "Norwegian Forest Cat",
        "title": "Norwegian Forest Cat",
        "context": "The Norwegian Forest Cat (Norwegian: norsk skogkatt or norsk skaukatt) is a breed of domestic cat originating in Northern Europe. This landrace breed is adapted to a very cold climate, with a top coat of long, glossy hair and a woolly undercoat for insulation. The breed's ancestors may have been a landrace breed of short-haired cats brought to Norway about A.D. 1000 by the Vikings, who may also have brought with them long-haired cats, like those ancestral to the modern Siberian and Turkish Angora.\nDuring World War II, the Norwegian Forest Cat was nearly extinct; then the Norwegian Forest Cat Club's breeding program increased the cat's number. It was registered as a breed with the European Fédération Internationale Féline in the 1970s, when a cat fancier, Carl-Fredrik Nordane, took notice of the breed and made efforts to register it. The breed is very popular in Norway, Denmark, Sweden, Iceland, and France.\nIt is a large breed with a strong body, similar to the Siberian and Maine Coon cat breeds, with long legs, a bushy tail, and a sturdy body. It is very good at climbing, partly because of its strong claws.\n\n",
        "url": "https://en.wikipedia.org/wiki/Norwegian_Forest_Cat",
        "updated_at": "2026-01-26T22:40:17Z"
    },
    {
        "original_name": "Ocicat",
        "title": "Ocicat",
        "context": "The Ocicat is an all-domestic breed of cat which resembles a wild cat but has no recent wild DNA in its gene pool. It is named for its resemblance to the ocelot. The breed was established from the Siamese and Abyssinian and later on American Shorthair would be added.\n\n",
        "url": "https://en.wikipedia.org/wiki/Ocicat",
        "updated_at": "2026-01-19T15:37:27Z"
    },
    {
        "original_name": "Oriental",
        "title": "Oriental Shorthair",
        "context": "The Oriental Shorthair is a breed of domestic cat that is developed from and closely related to the Siamese cat. It maintains the modern Siamese head and body type but appears in a wide range of coat colors and patterns. Like the Siamese, Orientals have almond-shaped eyes, a triangular head shape, large ears, and an elongated, slender, and muscular body. Their personalities are also very similar. Orientals are social, intelligent, and many are rather vocal. They often remain playful into adulthood, with many enjoying playing fetch. Despite their slender appearance, they are athletic and can leap into high places. They prefer to live in pairs or groups and also seek human interaction. Unlike the breed's blue-eyed forebear, Orientals are usually green-eyed. The Oriental Longhair differs only with respect to coat length.\nWhile the breed's genetic roots are ultimately in Thailand, it was formally developed in the US by a number of New York area cat breeders, led by Vicky and Peter Markstein (PetMark cattery), who in 1971–72 were intrigued by lynx patterned and solid colored cats of a Siamese body type at Angela Sayers' Solitaire Cattery and at Patricia White's. These were based on solid-colored cats with the body of a Siamese, bred by Baroness von Ullmann over the 1950s.  An \"Oriental Shorthairs International\" was formed in 1973, and Peter Markstein presented the breed to the 1976 Annual Cat Fanciers Association, at the same time as the Havana Brown was presented by Joe Bittaker. In 1977 the Oriental Shorthair was accepted by the Cat Fanciers' Association for championship competition. Since 1997, it has also received recognition from the GCCF and various other cat breeding organizations. The breed is among the most popular among CFA members.",
        "url": "https://en.wikipedia.org/wiki/Oriental_Shorthair",
        "updated_at": "2026-01-26T22:41:08Z"
    },
    {
        "original_name": "Persian",
        "title": "Persian cat",
        "context": "The Persian cat, also known as the Persian Longhair or simply Persian, is a long-haired traditional breed of cat characterised by a round face and petite, but not flat and not smashed in, muzzle. The short flat nose was created in the US from in-breeding and causes breathing difficulties in the breed, whereas, the traditional Persian breed has a petite nose which enables them to breathe without difficulties. \nThe first documented ancestors of Persian cats might have been imported into Italy from Khorasan as early as around 1620, but this has not been proven. Instead, there is stronger evidence for a longhaired cat breed being exported from Afghanistan and Iran/Persia from the 19th century onwards. Persian cats have been widely recognised by the North-West European cat fancy since the 19th century, and after World War II by breeders from North America, Australia and New Zealand. Some cat fancier organisations' breed standards subsume the Himalayan and Exotic Shorthair as variants of this breed, while others generally treat them as separate breeds.\nThe selective breeding carried out by breeders has allowed the development of a wide variety of coat colours, but has also led to the creation of increasingly flat-faced Persian cats. Favoured by fanciers, this head structure can bring with it several health problems. As is the case with the Siamese breed, there have been efforts by some breeders to preserve the older type of cat, the Traditional Persian, which has a more pronounced muzzle. Hereditary polycystic kidney disease (PKD) is prevalent in the breed, affecting almost half of the population in some countries.\nIn 2021, Persian cats were ranked as the fourth-most popular cat breed in the world according to the Cat Fanciers' Association, an American international cat registry.\n\n",
        "url": "https://en.wikipedia.org/wiki/Persian_cat",
        "updated_at": "2026-01-26T22:57:37Z"
    },
    {
        "original_name": "Pixie-bob",
        "title": "Pixie-bob",
        "context": "The Pixie-bob is a breed of domestic cat claimed to be the progeny of naturally occurring bobcat hybrids. However, DNA testing has failed to detect bobcat marker genes, and Pixie-bobs are considered wholly domestic for the purposes of ownership, cat fancy registration, and import and export. They were, however, selected and bred to look like American bobcats.\n\n",
        "url": "https://en.wikipedia.org/wiki/Pixie-bob",
        "updated_at": "2026-01-26T22:41:27Z"
    },
    {
        "original_name": "Ragamuffin",
        "title": "Ragamuffin cat",
        "context": "The Ragamuffin is a breed of domestic cat. It was once considered to be a variant of the Ragdoll cat but was established as a separate breed in 1994. Ragamuffins are notable for their friendly personalities and thick fur.",
        "url": "https://en.wikipedia.org/wiki/Ragamuffin_cat",
        "updated_at": "2026-01-19T15:45:39Z"
    },
    {
        "original_name": "Ragdoll",
        "title": "Ragdoll",
        "context": "The Ragdoll is a breed of cat with a distinct colorpoint coat and blue eyes. Its morphology is large and weighty, and it has a semi-long and silky soft coat. American breeder Ann Baker developed Ragdolls in the 1960s. They are best known for their docile, placid temperament and affectionate nature. The name Ragdoll is derived from the tendency to go limp and relaxed when picked up. The breed is particularly popular in both the United Kingdom and the United States. \nRagdolls are known as dog-like cats due to their tendency to follow people around, their receptiveness to handling, and their relative lack of aggression towards other pets.\nRagdolls are distinguishable by their pointed coloration (where the body is lighter than the face, ears, legs, and tail), large round blue eyes, soft, thick coats, thick limbs, long tails and soft bodies. Their color rings are commonly tricolor or bicolor.\n\n",
        "url": "https://en.wikipedia.org/wiki/Ragdoll",
        "updated_at": "2026-01-26T22:41:06Z"
    },
    {
        "original_name": "Russian Blue",
        "title": "Russian Blue",
        "context": "The Russian Blue cat (Russian: Русская голубая кошка, romanized: Russkaya golubaya koshka), commonly referred to as just Russian Blue, is a pedigreed cat breed with solid blue colours that vary from a light shimmering silver to a darker, slate grey. The short, dense coat, which stands out from the body, has been the breed's hallmark for more than a century.\n\n",
        "url": "https://en.wikipedia.org/wiki/Russian_Blue",
        "updated_at": "2026-01-26T22:40:13Z"
    },
    {
        "original_name": "Savannah",
        "title": "Savannah cat",
        "context": "The Savannah is a breed of hybrid cat developed in the late 20th century from crossing a serval (Leptailurus serval) with a domestic cat (Felis catus). This hybridization typically produces large and lean offspring, with the serval's characteristic large ears and markedly brown-spotted coats. F1 and F2 male Savannahs can be very large, and in 2016 an F2 male attained a world record for tallest cat at 48.4 centimetres (19.1 in). Show-eligible F4–F5 cats range from 5.0 to 8.2 kilograms (11.0 to 18.1 lb) however, comparable in size to other large domestic cat breeds such as the Maine Coon or Norwegian Forest cat.",
        "url": "https://en.wikipedia.org/wiki/Savannah_cat",
        "updated_at": "2026-01-19T15:43:27Z"
    },
    {
        "original_name": "Scottish Fold",
        "title": "Scottish Fold",
        "context": "The Scottish Fold is a distinctive breed of domestic cat characterised by a natural dominant gene mutation associated with osteochondrodysplasia. This genetic anomaly affects cartilage throughout the body, causing the ears to \"fold\", bending forward and down towards the front of the head. While this trait contributes to the breed's unique appearance, often described as \"owl-like\", it also causes health problems.\nThe breed's name, originally Lop-ears or Lops after the lop-eared rabbit, became Scottish Fold in 1966. Depending on registries, longhaired Scottish Folds are varyingly known as Highland Fold, Scottish Fold Longhair, Longhair Fold, and Coupari.\nResearch has revealed that all Scottish Fold cats are affected by osteochondrodysplasia, a developmental abnormality that affects cartilage and bone development throughout the body. This condition causes the ear fold as well as malformed bone structures, and the breed can develop severe painful degenerative joint diseases at an early age. Because of these health conditions, breeding Fold cats is prohibited in several countries, and some major cat registries do not recognise the breed.\n\n",
        "url": "https://en.wikipedia.org/wiki/Scottish_Fold",
        "updated_at": "2026-01-26T22:40:13Z"
    },
    {
        "original_name": "Selkirk Rex",
        "title": "Selkirk Rex",
        "context": "The Selkirk Rex is a cat breed with curly hair that was developed in the United States in the late 1980s. The Selkirk Rex is distinct from the other Rex breeds by the thick quality of its coat, while LaPerm, Devon Rex and Cornish Rex have sparser curly coats. The Selkirk Rex are known for their placid, social and cuddly nature.",
        "url": "https://en.wikipedia.org/wiki/Selkirk_Rex",
        "updated_at": "2026-01-19T15:36:47Z"
    },
    {
        "original_name": "Siamese",
        "title": "Siamese cat",
        "context": "The Siamese cat (Thai: แมวไทย, Maeo Thai; แมวสยาม, Maeo Sayam; แมววิเชียรมาศ, Maeo Wichien Maat) is one of the first distinctly recognised breeds of Asian cat. It derives from the Wichianmat landrace. The Siamese cat is one of several varieties of cats native to Thailand (known as Siam before 1939). The original Siamese became one of the most popular breeds in Europe and North America in the 19th century. Siamese cats have a distinctive colourpoint coat, resulting from a temperature-sensitive type of albinism. \nDistinct features like blue almond-shaped eyes, a triangular head shape, large ears, an elongated, slender, and muscular body, and various forms of point colouration characterise the modern-style Siamese. The modern-style Siamese's point-colouration resembles the \"old-style\" foundation stock. The \"old-style\" Siamese have a round head and body. They have been re-established by multiple registries as the Thai cat. Siamese and Thai cats are selectively bred and pedigreed in multiple cat fancier and breeder organisations. The terms \"Siamese\" or \"Thai\" are used for cats from this specific breed, which are by definition all purebred cats with a known and formally registered ancestry. The ancestry registration is the cat's pedigree or \"paperwork\".\nThe Siamese is a part of the foundation stock for crossbreeding with other cats. The crossbreeding resulted in many different types of cats, like the Oriental Shorthair and Colourpoint Shorthair. The Oriental Shorthair and Colourpoint Shorthair were developed to expand the range of coat patterns. The crossbreeding with Persians resulted in a long-haired colourpoint variant called the Himalayan. The long-haired Siamese is recognised internationally as a Balinese cat. The breeding also created the hair-mutation breeds, including the Cornish Rex, Sphynx, Peterbald, and blue-point Siamese cat.\n\n",
        "url": "https://en.wikipedia.org/wiki/Siamese_cat",
        "updated_at": "2026-01-24T00:55:12Z"
    },
    {
        "original_name": "Siberian",
        "title": "Siberian cat",
        "context": "The Siberian is a centuries-old landrace (natural variety) of domestic cat in Russia, and recently developed as a formal breed with standards promulgated the world over since the late-1980s. Since 2006, the breed is recognised for registry and championship status with all major cat registries. \nThe formal name of the breed is Siberian Forest Cat, but it is typically referred to as the Siberian or Siberian cat. Formerly, sometimes the names Moscow Semi-Longhair and Russian Longhair were also used. The colourpoint variant or sister breed, called the Neva Masquerade, is categorised as a separate cat breed by some registries, including FIFe, WCF, and ACF.\nThe breed developed from an ancient, natural landrace from Siberia, and is the national cat of Russia. While it began as a landrace, Siberians are selectively bred and pedigreed in all major cat fancier and breeder organisations. This means that all Siberian cats are purebred cats with a formally registered ancestry. It is a medium- to large-sized, muscular breed with a bushy tail.\nThe Siberian is often called hypoallergenic because it produces less Fel d 1 than other cat breeds. A research study of Siberian cats native to the area of Russia from which the breed stock originated confirmed the subjects produced less Fel d 1 (the strongest among the eight known Fel d 1 allergens produced in cat saliva, which is deposited on their fur when they groom themselves) than non-Siberian cats.\n\n",
        "url": "https://en.wikipedia.org/wiki/Siberian_cat",
        "updated_at": "2026-01-24T00:55:56Z"
    },
    {
        "original_name": "Singapura",
        "title": "Singapura cat",
        "context": "The Singapura, or Kucinta in Singapore, is the smallest breed of cat, noted for its large eyes and ears, ticked coat, and blunt tail. Reportedly established from three \"drain cats\" imported from Singapore in the 1970s, it was later revealed that the cats were originally sent to Singapore from the United States before being exported back to the US. Investigations by the Cat Fanciers' Association (CFA) concluded that no wrongdoing had occurred and the Singapura kept its status as a natural breed.\n\n",
        "url": "https://en.wikipedia.org/wiki/Singapura_cat",
        "updated_at": "2026-01-19T15:39:28Z"
    },
    {
        "original_name": "Snowshoe",
        "title": "Snowshoe cat",
        "context": "The Snowshoe is a rare breed of domestic cat originating in the United States of America in the 1960s. The Snowshoe is a short-haired bicolour colourpoint breed. Snowshoes were first produced when a Siamese breeder's cat gave birth to three kittens with white feet. The breeder, Dorothy Hinds-Daugherty, then began a breeding program to produce what were originally called \"Silver Laces\", crossing the strangely marked Siamese cats with bicolour American Shorthair cats and other breeds. Despite having existed for 45 years, Snowshoes are rare due to the difficulty of reproducing the correct coat markings.",
        "url": "https://en.wikipedia.org/wiki/Snowshoe_cat",
        "updated_at": "2026-01-26T09:01:50Z"
    },
    {
        "original_name": "Somali",
        "title": "Somali cat",
        "context": "The Somali cat is genetically similar to the Abyssinian cat. Due to inheriting two copies of the recessive gene for long hair, they have a characteristic luscious coat, unlike their cousin the Abyssinian.\n\n",
        "url": "https://en.wikipedia.org/wiki/Somali_cat",
        "updated_at": "2026-01-26T22:40:14Z"
    },
    {
        "original_name": "Sphynx",
        "title": "Sphynx cat",
        "context": "The Sphynx cat (pronounced SFINKS,  ) also known as the Canadian Sphynx, is a breed of cat known for its lack of fur. Hairlessness in cats is a naturally occurring genetic mutation, and the Sphynx was developed through selective breeding of these animals, starting in the 1960s. \nThe skin has a texture of chamois leather, as it has fine hairs, or the cat may be completely hairless. Whiskers may be present, either whole or broken, or may be totally absent. Per the breed standards, they have a somewhat wedge-shaped head with large eyes and ears, quite long legs and tail, and neat rounded paws. Their skin is the color that their fur would be, and all the usual cat markings (solid, point, van, tabby, tortie, etc.) may be found on the Sphynx cat's skin. Because they have no fur, Sphynx cats lose body heat more readily than coated cats, making them both warm to the touch and prone to seeking out warm places.\n\n",
        "url": "https://en.wikipedia.org/wiki/Sphynx_cat",
        "updated_at": "2026-01-19T15:36:47Z"
    },
    {
        "original_name": "Tonkinese",
        "title": "Tonkinese cat",
        "context": "Tonkinese is a domestic cat breed produced by crossbreeding between the Siamese and Burmese. Members of the breed are distinguished by a pointed coat pattern in a variety of colors. In addition to the modified coat colors of the \"mink\" pattern, which is a dilution of the point color, the breed is now being shown in the foundation-like Siamese and Burmese colors: pointed with white and solid overall (sepia). \nThe best known variety is the short-haired Tonkinese, but there is a semi-longhaired (sometimes called Tibetan) which tends to be more popular in Europe, mainly in the Netherlands, Germany, Belgium, Luxembourg, and France.",
        "url": "https://en.wikipedia.org/wiki/Tonkinese_cat",
        "updated_at": "2026-01-19T15:39:15Z"
    },
    {
        "original_name": "Toyger",
        "title": "Toyger",
        "context": "The toyger is a breed of domestic cat, the result of breeding domestic short-haired tabbies (beginning in the 1980s) to make them resemble a \"toy tiger\", as its striped coat is reminiscent of the tiger's. The breed's creator, Judy Sugden, has stated that the breed was developed in order to inspire people to care about the conservation of tigers in the wild. It was recognized for \"registration only\" by The International Cat Association in the early 2000s, and advanced through all requirements to be accepted as a full championship breed in May 2007. The Toyger Cat Society database lists 30 active Toyger breeders as of 2024.\nIn 2020, 469 toygers are registered on the Pawpeds Database, and kittens were stated to cost up to $5,000.\n\n",
        "url": "https://en.wikipedia.org/wiki/Toyger",
        "updated_at": "2026-01-26T22:43:14Z"
    },
    {
        "original_name": "Turkish Angora",
        "title": "Turkish Angora",
        "context": "The Turkish Angora (Turkish: Ankara kedisi, 'Ankara cat') is a breed of domestic cat. Turkish Angoras are one of the ancient, natural breeds of cat, having originated in central Anatolia (Ankara Province in modern-day Turkey). The breed has been documented as early as the 17th century. Outside the United States, the breed is usually referred to as simply the Angora or Ankara cat. These cats have slender and elegant bodies.\n\n",
        "url": "https://en.wikipedia.org/wiki/Turkish_Angora",
        "updated_at": "2026-01-26T22:41:08Z"
    },
    {
        "original_name": "Turkish Van",
        "title": "Turkish Van",
        "context": "The Turkish Van is a semi-long-haired, standardised breed of domestic cat, which was developed in the United Kingdom from a selection of cats obtained from various cities of modern Turkey, especially southeast Turkey. The breed is rare, is one of the larger breeds, and is distinguished by the Van pattern (named after the breed), where the colour is restricted to the head and the tail, and the rest of the cat is white; this is due to the expression of the piebald white spotting gene, a type of partial leucism. A Turkish Van may have blue or amber eyes, or be odd-eyed (having one eye of each colour).\nThe breed was first recognised as such by a breeder/fancier organisation, the UK-based Governing Council of the Cat Fancy (GCCF), in 1969, under the name Turkish cat. It was later renamed Turkish Van to better distinguish it from the Turkish Angora breed.  The Turkish Van has been claimed to be descended from (and is often confused with) the landrace of usually all-white Van cats, mostly found near Lake Van, though one of the two original breeders' own writings indicate clearly that none of the breed's foundation cats came from the Van area.\n\n",
        "url": "https://en.wikipedia.org/wiki/Turkish_Van",
        "updated_at": "2026-01-24T00:55:12Z"
    },
    {
        "original_name": "York Chocolate",
        "title": "York Chocolate",
        "context": "The York Chocolate (or simply York) is an uncommon American breed of show cat, with a long, fluffy coat and a tapered tail and most of them were mostly or entirely chocolate-brown or the dilute form of brown, known as lavender. The breed was named after New York state, where it was established in 1983. This breed was created by color-selecting domestic long-haired cats of mixed ancestry.  The breed is not widely recognized by cat registries. It is not recognized by the major organizations such as The International Cat Association (TICA), the Cat Fanciers' Association (CFA – North America) or Fédération Internationale Féline (FIFe - Europe).  \nAs \"Il Gatto Cioccolato\" it found favour in Italy and the International York Chocolate Federation (IYCF) was founded there in 2003. The IYCF claimed affiliation with the German Feline Federation Europe (FFE)/Bavarian Cat Fanciers' Association (BCFA), which published a standard (minus colour information) in 2004. It also claimed affiliation with the Russian World Felinological Federation (WFF), although the latter does not recognize the York Chocolate as breed.",
        "url": "https://en.wikipedia.org/wiki/York_Chocolate",
        "updated_at": "2026-01-19T15:36:47Z"
    }
]